{
     "nonMedData": [
          {"tag": "greeting",
           "patterns": ["Hi there", "Is anyone there?","Hey", "Hello"],
           "responses": ["Hello, how may I help you?", "Hi there, how can I help?", "Hi!! how can I help?"]
          },
          {"tag": "goodbye",
           "patterns": ["Bye", "See you later", "Goodbye", "Nice chatting to you, bye", "Till next time"],
           "responses": ["See you!", "Have a nice day", "Bye! Come back again soon"]
          },
          {"tag": "thanks",
           "patterns": ["Thanks", "Thank you", "That's helpful", "Awesome, thanks", "Thanks for helping me"],
           "responses": ["Happy to help!", "Any time!", "My pleasure"]
          },
          {"tag": "noanswer",
           "patterns": [""],
           "responses": ["Sorry, can't understand you", "Not sure I understand"]
          },
          {"tag": "options",
           "patterns": ["How you could help me?","How can you help me?", "What can you do?",
               "What help you provide?", "How you can be helpful?", "What support do you offer?","What is the use of VDoctor?"],
           "responses": ["I'm VDoctor, I can guide you through disease FAQs", "I'm VDoctor, I can offer support for disease FAQs"]
          },
          {"tag": "introduction",
           "patterns": ["What are you?","What's this?","Why VDoctor","What is this?","What is VDoctor?"],
           "responses": ["Hi, I'm VDoctor, your personal Virtual Doctor<br>I can help you with your queries regarding diseases",
               "Hi, I'm VDoctor, your personal Virtual Doctor<br>You can ask me your queries regarding diseases"]
          }
     ],
     "medData":[
          {"disease": "uti",
           "response":
               {"what": ["Infection in any part of the urinary system(kidneys, bladder or urethra) is called Urinary Tract Infection/UTI.",
                    "It is non-contagious."],
               "symptoms": ["Usually self-diagnosable<br>Symptoms of Urinary Tract Infection/UTI :",
                    "Bladder infection - pelvic pain, increased urge to urinate, pain with urination and blood in the urine.",
                    "Kidney infection - back pain, nausea, vomiting and fever.<br>",
    
                    "Pain areas: bladder, groin, lower abdomen, or pelvis",
                    "Pain circumstances: can occur during urination or during sexual intercourse",
                    "Urinary: foul smelling urine, frequent urination, bladder spasm, cloudy urine, dark urine, sense of incomplete bladder emptying, blood in urine",
                    "Whole body: fatigue, fever, malaise",
                    "Also common: cramping or vaginal irritation",
                    "Experiencing any symptoms of UTI? If yes, schedule an appointment with our specialist doctors TODAY."],
               "treatment": ["Urinary Tract Infection/UTI can be treated with antibiotics and Penicillin",
                    "Self care: Urinating after sexual intercourse",
                    "\t(for more self-care solutions ask for UTI home remedy)",
                    "Medications: Antibiotics and Penicillin",
                    "Experiencing any symptoms of UTI? If yes, schedule an appointment with our specialist doctors TODAY."],
               "causes": ["The cause of Urinary Tract Infection/UTI is bacterium Escherichia coli",
                    "In women, sexual intercourse can cause these bacteria to be introduced into the urinary tract and lead to bladder infection.",
                    "Other bacteria including Chlamydia, Mycoplasma, Gonorrhea, and herpes virus can cause infections of urethra.",
                    "Not what you expected? Ask for UTI risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Risk factors for Urinary Tract Infection/UTI",
                    "Catheters placed in the urethra and bladder<br>Diabetes",
                    "Sexual intercourse, including anal intercourse",
                    "Not drinking enough fluids<br>Kidney or urinary stones",
                    "Experiencing any symptoms of UTI? If yes, schedule an appointment with our specialist doctors TODAY."],
               "homeRemedy": ["Home Remedy for Urinary Tract Infections/UTI:",
                    "Drinking unsweetened cranberry juice",
                    "Drinking plenty of fluids<br>Peeing after sexual intercourse"],
               "medication": ["The treatment of choice for Urinary Tract Infections/UITs is antibiotics.",
                    "Most courses are 3-7days, for kidney infection, you may need to take antibiotics for upto 2 weeks.",
                    "In some cases, medications to numb the bladder may be prescribed if UTI's very painful.",
                    "Experiencing any of the symptoms of UTI? If yes, schedule an appointment with our specialist doctors TODAY."]
               }
          },
          {"disease": "acne",
           "response":
               {"what": ["Acne/Pimple are the red, tender bumps with white pus at their tips(whiteheads and blackheads are also acne, but of a different type)",
                    "It is non-contagious."],
               "symptoms": ["Acne/Pimple requires MEDICAL DIAGNOSIS<br>Symptoms:",
                    "Skin: rashes(2-5 days after onset of fever) or red spots",
                    "Also common: pus or tenderness",
                    "Experiencing any symptoms of acne? If yes, schedule an appointment with our specialist doctors TODAY."],
               "treatment": ["Acne/Pimple requires MEDICAL DIAGNOSIS<br>It can be treated by:",
                    "Medications: Topical antiseptic, Anti-inflammatory, Antibiotics, Antiparasitic, others",
                    "Self-care: Warm compress and Moisturizer<br>\tBenzoyl peroxide / Salicylic acid and Antibacterial soap",
                    "\t(for more self-care solutions ask for acne home remedy)",
                    "Experiencing any symptoms of acne? If yes, schedule an appointment with our specialist doctors TODAY."],
               "causes": ["Acne/Pimple is caused due to overproduction of oil and a build-up of bacteria. Areas of skin with large number of functional oil glands, such as the face, neck, chest, back and shoulders, are often affected.",
                    "Not what you expected? Ask for acne/pimple risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Risk factors for Acne/Pimples:<br>Fluctuation of hormones",
                    "Teenage<br>Family history<br>Frequent contact with oil or oily lotions and creams",
                    "Contineous friction or pressure on skin, from items such as cellphones, helmets, backpacks and others.",
                    "Experiencing any symptoms of acne? If yes, schedule an appointment with our specialist doctors TODAY."],
               "homeRemedy": ["Acne/Pimple requires MEDICAL DIAGNOSIS<br>Home remedy:",
                    "Warm compress and Moisturizer<br>Benzoyl peroxide / Salicylic acid and Antibacterial soap",
                    "Apply apple cider vinegar 1-2 times a day(with 3 parts water, let it sit for 5-20 seconds, rinse and pat dry.)"],
               "medication": ["For moderate to severe Acne/Pimple, you may need oral antibiotics to reduce it.",
                    "Most courses take 3-4 months",
                    "Experiencing any symptoms of acne? If yes, schedule an appointment with our specialist doctors TODAY."]
               }
          },
          {"disease": "typhoid",
           "response":
               {"what": ["Typhoid fever is a bacterial infection that spreads through contaminated food and water",
                    "It is contagious."],
               "symptoms": ["Typhoid requires MEDICAL DIAGNOSIS<br>Symptoms:",
                    "Pain areas: abdomen or muscles",
                    "Gastrointestinal: bloating, constipation, diarrhoea, nausea, or vomiting",
                    "Whole body: fatigue, fever, chills, loss of appetite, or malaise",
                    "Also common: headache, muscle weakness, rash with small red dots, skin rash, or weight loss<br>",
                    
                    "Later stages:<br>Become delirious",
                    "Lie motionless and exhausted with your eyes half-closed(known as typhoid state)",
                    "Experiencing any symptoms of typhoid? If yes, schedule an appointment with our specialist doctors TODAY."],
               "treatment": ["Typhoid requires MEDICAL DIAGNOSIS",
                    "The only effective treatment for typhoid is antibiotics and fluids.",
                    "Supportive care: IV fluids and Oral rehydration therapy",
                    "Medications: Antibiotics and Penicillin<br>Vaccines are also available for its treatment",
                    "In severe cases, where the bowel has become perforated, surgery may be required.",
                    "Experiencing any symptoms of typhoid? If yes, schedule an appointment with our specialist doctors TODAY."],
               "causes": ["Typhoid fever is caused by dangerous bacteria called Salmonella typhi.",
                    "Transmitted through: Fecal-oral transmission route, Typhoid carriers",
                    "(No animals carry it, transmission is always human to human(some asymptomatic))",
                    "Not what you expected? Ask for typhoid risk factors, to find what might make you more prone to it"],
               "riskFactors": ["Risk factors for typhoid:<br>Young children<br>Poor hygiene habits",
                    "Poor sanitation conditions<br>Contact with someone infected or recently infected with typhoid",
                    "Drink water polluted by sewage",
                    "Experiencing any symptoms of typhoid? If yes, schedule an appointment with our specialist doctors TODAY"],
               "homeRemedy": ["Typhoid requires MEDICAL DIAGNOSIS",
                    "Home remedies can't much treat typhoid, emergency care is needed, if you have fever and feel very ill, see a doctor immediately.",
                    "People who don't get appropriate antibiotic treatment may develop complications,which may lead to death"],
               "medication": ["Typhoid fever can usually be treated successfully with a course of antibiotic medication which lasts 7-15 days",
                    "Most cases can be treated at home, but you may need to be admitted to hospital if the condition is severe",
                    "Experiencing any symptoms of typhoid? If yes, schedule an appointment with our specialist doctors TODAY"]
               }
          },
          {"disease": "malaria",
           "response":
               {"what": ["Malaria is a life-threatening disease caused by plasmodium parasite, transmitted by the bite of infected mosquitoes",
                    "Its severity varies based on the species of plasmodium.","It is non-contagious"],
               "symptoms": ["Malaria requires MEDICAL DIAGNOSIS<br>Symptoms:",
                    "Pain areas: in the abdomen or muscles",
                    "Whole body: chills, fatigue, fever, night sweats, shivering, or sweating",
                    "Gastrointestinal: diarrhoea, nausea, or vomiting",
                    "Also common: fast heart rate, headache, mental confusion, or pallor",
                    "Experiencing any symptoms of malaria? If yes, schedule an appointment with our specialist doctors TODAY"],
               "treatment": ["Malaria requires MEDICAL DIAGNOSIS<br>It can be treated by:",
                    "Medications: Antiparasitic and Antibiotics(prescribed based on type of parasite)",
                    "Certain malarial parasites live in the body for an extended period of time and reactivate later, causing a relapse of infection.",
                    "In such a case you may be given a second medication to prevent the relapse",
                    "People travelling to areas where malaria is common typically take protective antimalarial drugs before, during and after the trip.",
                    "Experiencing any symptoms of malaria? If yes, schedule an appointment with our specialist doctors TODAY"],
               "causes": ["Malaria is caused by Plasmodium parasites. It spreads through the bite of infected female Anopheles mosquitoes(carry the parasite), releasing the parasite into the bloodstream.",
                    "Malaria is transmitted by blood, so it can also be transmitted through:",
                    "Organ transplant<br>Transfusion<br>Shared needles or syringes",
                    "Not what you expected? Ask for malaria risk factors, to find what might make you more prone to it"],
               "riskFactors": ["Risk factors for malaria:",
                    "The greatest risk factor is to live/visit areas where the disease is common. Which include:",
                    "Sub-Saharan Africa<br>South and Southeast Asia<br>Pacific Islands<br>Central America and northern South America",
                    "Age: Young children, infants, Older adults",
                    "Experiencing any symptoms of malaria? If yes, schedule an appointment with our specialist doctors TODAY"],
               "homeRemedy": ["Malaria requires MEDICAL DIAGNOSIS",
                    "Home remedies are usually not sufficient, so its recommended to get proper medical attention.",
                    "But they can help, some remedies are:<br>Turmeric milk<br>Ginger Water<br>Cinnamon and Honey Water",
                    "Herbal Tea and Milk"],
               "medication": ["If traveling to where malaria is common, talk to your doctor if you should take drugs before, during and after the trip.",
                    "Malarial medication usually uses antiparasitic and antibiotics, which are based on the type of parasite",
                    "The treatment for malaria usually takes a few days, with some cases spaning weeks",
                    "Experiencing any symptoms of malaria? If yes, schedule an appointment with our specialist doctors TODAY"]
               }
          },
          {"disease": "arthritis",
               "response":
               {"what": ["Arthritis is an inflammation of one or more joints, causing pain and stiffness",
                    "Different types of arthritis exist, each with different causes<br>It is not contagious, and can worsen with age"],
               "symptoms": ["Arthritis requires MEDICAL DIAGNOSIS<br>Symptoms:",
                    "Pain areas: joints, ankle, back, fingers, hands, muscles, neck, or wrist",
                    "Pain types: can be intermittent or sharp<br>Joints: stiffness, tenderness, or swelling",
                    "Muscular: decreased range of motion, difficulty walking, or muscle weakness",
                    "Hand: bump on the finger or bony outgrowth in fingers or toes<br>Whole body: fatigue or malaise",
                    "Also common: flare, physical deformity, redness, or stiff neck",
                    "Experiencing any symptoms of arthritis? If yes, schedule an appointment with our specialist doctors TODAY."],
               "treatment": ["Arthritis requires MEDICAL DIAGNOSIS<br>It can be treated by:",
                    "Therapies - Hydrotherapy, Stretching, Massage and Acupuncture",
                    "Surgery - Hip replacement, Knee replacement and Joint replacement",
                    "Medication - Nonsteroidal anti-inflammatory drug, Steroid, Analgesic, Narcotic and Immunosuppressive drug",
                    "Self-care - Physical exercise, Weight loss, Yoga, Heating pad, Ice packs and Cold compress",
                    "\t(for more self-care solutions ask for arthritis home-remedy)",
                    "Experiencing any symptoms of arthritis? If yes, schedule an appointment with our specialist doctors TODAY."],
               "causes": ["Arthritis is caused due to:<br>Osteoarthritis - Wear-and-tear damage to your joint's cartilage",
                    "Rheumatoid arthritis - Body's immune system attacking the lining of the joint capsule",
                    "Not what you expected? Ask for arthritis risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Risk factors for Arthritis:<br>Overweight and Obesity<br>Genetics and Inherited Traits",
                    "Infection - microbial agents can infect joints and cause the development of some types of arthritis",
                    "Age - The risk of many types of arthritis increases with age",
                    "Your sex - Women are more likely to develop rheumatoid arthritis, while most people who have gout(another type) are men.",
                    "Previous joint injury - Injured at a joint, you are more likely to eventually develop arthritis in that joint.",
                    "Experiencing any symptoms of arthritis? If yes, schedule an appointment with our specialist doctors TODAY."],
               "homeRemedy": ["Arthritis requires MEDICAL DIAGNOSIS<br>Home remedy:<br>Yoga",
                    "Physical exercise and Aquatic exercise<br>Try to loose some weight",
                    "Hot and cold therapy, using heating pad, ice packs and cold compress"],
               "medication": ["Depending on the type of Arthritis, the medication may include Steroids, Analgesics, or Narcotics and other medications",
                    "The medication may need to be taken for about a year to till death",
                    "Experiencing any symptoms of arthritis? If yes, schedule an appointment with our specialist doctors TODAY."]
               }
          },
          {"disease": "heartAttack",
               "response":
               {"what": ["Heart attack is a medical emergency due to damage or death of an area of the heart muscle due to blocked blood supply to that area, it can sometimes be fatal",
                    "Immediate hospitalisation is mostly necessary<br>It is non-contagious."],
               "symptoms": ["Heart attack requires MEDICAL DIAGNOSIS and EMERGENCY CARE<br>Symptoms:",
                    "Pain areas: between shoulder blades, arm, chest, jaw, upper abdomen or back",
                    "Pain types: can be like a clenched fist in the chest",
                    "Whole body: dizziness, fatigue, lightheadness, or clammy skin",
                    "Gastrointestinal: heartburn, nausea, or vomiting<br>Arm and Neck: discomfort or tightness",
                    "Also common: Anxiety, chest pressure, feeling of impending doom, palpitation, shortness of breath",
                    "Experiencing any symptoms of heart attack? If yes, hospitalise the patient IMMEDIATELY."],
               "treatment": ["Heart attack requires MEDICAL DIAGNOSIS and EMERGENCY CARE",
                    "It's treatment depends on the severity, this may include:",
                    "Supportive care: Defibrillation - electrical shock to correct a rapid, irregular heartbeat and restore heart's normal rhythm",
                    "\tOxygen therapy - Providing extra oxygen to the lungs of people with breathing problems",
                    "Medications: Anticoagulant, Antianginal, Narcotic, Beta blocker, Statin and ACE inhibitor",
                    "Medical procedure: Coronary stent and Coronary angioplasty",
                    "Therapies: Cardiac rehabilitation - Supervised programme with exercise, lifestyle changes, education and emotional support",
                    "Surgery: Coronary artery bypass surgery(restores blood flow to heart using a healthy artery or vein to bypass a blocked artery)",
                    "Experiencing any symptoms of heart attack? If yes, hospitalise the patient IMMEDIATELY."],
               "causes": ["One or more blocked coronary artery/s(supply blood to heart muscles) causes Heart attack",
                    "This can be due to fat, protein, inflammatory cells, and some other build up in arteries(called plaques). When it ruptures, the platelets clot the blood form around the plaque, and if this blocks a coronary artery, it starves the heart of oxygen, leading to heart attack.",
                    "Not what you expected? Ask for Heart attack risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Risk factors for Heart attack:<br>Age: Men above 45 and women above 55 are more likely to heart attack",
                    "Tobacco: Smoking or long-term exposure to secondhand smoke<br>High blood pressure(BP)",
                    "Obesity<br>High cholesterol or diabetes",
                    "Metabolic syndrome: Occurs if you have obesity, high BP and high blood sugar, makes you twice as likely to heart disease",
                    "Family history of heart attacks<br>Lack of physical activity<br>Stress",
                    "Autoimmune condition: Like having rheumatoid arthritis or lupus increases risk of heart attack",
                    "Experiencing any symptoms of heart attack? If yes, hospitalise the patient IMMEDIATELY."],
               "homeRemedy": ["For Heart attack, it's best to first call the medical emergency number or get the patient hospitalised IMMEDIATELY",
                    "Perform these home remedies till proper medical attention is available:",
                    "Chew and swallow aspirin, if not allergic to it<br>Sit in a comfortable chair and relax",
                    "Begin CPR(chest compressions with artificial ventilation) if the person is unconscious"],
               "medication": ["This varies on the severity of the experienced Heart attack",
                    "You may be given Anticoagulants, clot-dissolving drugs, Antianginal, ACE inhibitor or other medication",
                    "It is best that you leave this to the doctors to decide<br>It is usually resolved in days to weeks",
                    "Experiencing any symptoms of heart attack? If yes, hospitalise the patient IMMEDIATELY."]
               }
          },
          {"disease": "dengue",
               "response":
               {"what": ["Dengue fever is a painful, debilitating mosquito-borne disease caused by any one of four closely related dengue viruses",
                    "It is non-contagious"],
               "symptoms": ["Dengue requires MEDICAL DIAGNOSIS<br>Symptoms:",
                    "Pain areas: abdomen, back, back of the eyes, bones, joints, or muscles",
                    "Whole body: chills, fatigue, fever, or loss of appetite<br>Gastrointestinal: nausea or vomiting",
                    "Skin: rashes(2-5 days after onset of fever) or red spots",
                    "Also common: easy bruising, headache or serious bleeding(nose, gums or others) and shock(can be life threatening)",
                    "Experiencing any symptoms of dengue? If yes, schedule an appointment with our specialist doctors TODAY."],
               "treatment": ["Dengue requires MEDICAL DIAGNOSIS",
                    "There is no specific medicine to treat dengue. The treatment is directed to relieve the symptoms, which includes:",
                    "Supportive care: Fluid replacement, Self-healing, Oral rehydration therapy and IV fluids",
                    "Medications: Analgesic[those with aspirin is avoided(can worsen bleeding)]",
                    "Vaccine: One vaccine is approved for people who have already had dengue fever",
                    "Experiencing any symptoms of dengue? If yes, schedule an appointment with our specialist doctors TODAY."],
               "causes": ["Dengue fever is caused by one of four types of dengue viruses. Its transmitted by the bite of a mosquito infected with dengue virus, which becomes infected when it bites a person with dengue virus",
                    "Not what you expected? Ask for dengue risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Risk factors for dengue:<br>History of having dengue fever",
                    "Living or travelled to tropical areas(increases risk of exposure to the virus)",
                    "Experiencing any symptoms of dengue? If yes, schedule an appointment with our specialist doctors TODAY."],
               "homeRemedy": ["Dengue requires MEDICAL DIAGNOSIS<br>Home remedy:<br>Rest<br>Drink plenty of fluids",
                    "Papaya Leaves extract(vitamin C stimulates immunity and increases platelets count and antioxidants)",
                    "Juice of Fenugreek Leaves(help reduce fever and minimizing pain)"],
               "medication": ["Since treatment for Dengue is directed at its symptoms, this usually involve analgesics[without aspirin or ibuprofen(can worsen bleeding)] may be given to control fever and relieve pain",
                    "It usually takes 1-2 weeks to resolve<br>If experiencing severe dengue hospitalise the patient immediately",
                    "Experiencing any symptoms of dengue? If yes, schedule an appointment with our specialist doctors TODAY."]
               }
          },
          {"disease": "jaundice",
               "response":
               {"what": ["Jaundice is a condition in which the skin, whites of the eyes and mucous membranes turn yellow(Body fluids may also be yellow)",
                    "It  itself is not a disease but a symptom of several possible illnesses, so it not contagious, but its cause can be contagious."],
               "symptoms": ["Jaundice requires MEDICAL DIAGNOSIS<br>Symptoms:<br>Pain areas: abdomen or muscles",
                    "Whole body: chills, fatigue, fever, or weight loss<br>Urinary: dark urine",
                    "Gastrointestinal: pale faeces or vomiting<br>Skin: yellowing of skin or itchiness",
                    "Visual: yellowing of whites of the eyes",
                    "Experiencing any symptoms of jaundice? If yes, schedule an appointment with our specialist doctors TODAY."],
               "treatment": ["Jaundice requires MEDICAL DIAGNOSIS<br>Jaundice usually doesn't require treatment in adults",
                    "Since jundice is more of a symptom, so when treatment's needed, it depends on the cause, which may involve:",
                    "Surgery to treat Obstruction-induced jaundice or internal bleeding",
                    "Changing medication for jaundice due to medicine side effects",
                    "Phototherapy for moderate jaundice and<br>Other pocesses or treatment",
                    "Experiencing any symptoms of jaundice? If yes, schedule an appointment with our specialist doctors TODAY."],
               "causes": ["Jaundice occurs if the liver can't efficiently process red blood cells as they break down.",
                    "This may be due to:<br>Infection in the liver or liver disease",
                    "Gilbert's syndrome(a benign condition)<br>Medicine side effects",
                    "Bile duct blockage<br>Hepatitis A,B,C,D, and E, and<br>Others",
                    "Not what you expected? Ask for jaundice risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Risk factors for jaundice:<br>Acute inflammation of liver<br>Premature birth",
                    "Inflammation of bile duct: can prevent secretion of bile and removal of bilirubin",
                    "Obstruction of the bile duct: prevents liver from disposing bilirubin",
                    "Gilberts syndrome: condition that impairs ability of enzymes to process excretion of bile",
                    "Cholestasis: interrupts flow of bile from liver, bile containing conjugated bilirubin remains in the liver instead of being excreted",
                    "Experiencing any symptoms of jaundice? If yes, schedule an appointment with our specialist doctors TODAY."],
               "homeRemedy": ["Jaundice requires MEDICAL DIAGNOSIS",
                    "Jaundice should be always first evaluated by a doctor to identify the cause, so before using any home remedy, consult your doctor",
                    "Home remedies:<br>Natural Sunlight: for infants diagnosed with Jaundice",
                    "Lots of water: helps liver flush out toxins",
                    "Sugarcane Juice: to strengthen the liver and aid in its proper functioning",
                    "Lemon: helps unblock bile duct and stop further damage to liver",
                    "Amla and honey: helps balance serum bilirubin levels. Boil amlas, make paste, mix with water and honey, and have daily",
                    "Tulsi: has hepatoprotective properties. Boil tulsi leaves in water and have daily",
                    "Juice of Papaya Leaves: improves liver health"],
               "medication": ["Medication varies based on the medical condition causing jaundice, and the associated symptoms",
                    "It may involve medications for nausea/vomiting, pain, antibiotics, antiviral medications, steroids and others",
                    "Depending on the severity it may take weeks to 6 months, and some may not achieve full cure",
                    "Experiencing any symptoms of jaundice? If yes, schedule an appointment with our specialist doctors TODAY."]
               }
          },
          {"disease": "covid",
               "response":
               {"what": ["Coronavirus disease 2019/COVID-19 is an acute respiratory illness caused by a very contagious virus, capable of producing severe symptoms and death",
                    "In the abbreviation, 'CO' stands for 'COrona', 'VI' for 'VIrus', 'D' for 'Disease', and '19' indicates 'of 2019'"],
               "symptoms": ["Coronavirus disease 2019/COVID-19 requires MEDICAL DIAGNOSIS",
                    "COVID-19 affects different people in different ways. Most infected people may develop mild to moderate illness and recover without hospitalization",
                    "Symptoms:<br>Whole body: fatigue, or fever<br>Dry cough<br>Less common symptoms:",
                    "Aches and pains, mainly headache<br>Sore throat<br>Diarrhoea",
                    "Loss of taste or smell<br>Rashes or discolouration of fingers or toes",
                    "Experiencing any symptoms of COVID-19? If yes, schedule an appointment with our specialist doctors TODAY."],
               "treatment": ["Coronavirus disease 2019/COVID-19 requires MEDICAL DIAGNOSIS",
                    "There is currently no treatment or vaccine that guarantees to cure or protect people from COVID-19",
                    "As of now we can provide:",
                    "Optimal supportive care: includes oxygen for severely ill patients and to those at risk and more advanced respiratory support such as ventilation for critically ill patients",
                    "Dexamethasone: corticosteroid that helps reduce the length of time on a ventilator and save lives of patients with severe and critical illness",
                    "Vaccination: don't guarantee 100% protection from COVID-19, but are still very helpfull",
                    "Convalescent plasma therapy: is effective, but has some small risks",
                    "Experiencing any symptoms of COVID-19? If yes, schedule an appointment with our specialist doctors TODAY."],
               "causes": ["Coronavirus disease 2019/COVID-19 is caused by an infection with the Severe Acute Respiratory Syndrome CoronaVirus-2(SARS-CoV-2) virus strain",
                    "Transmitted via: Respiratory droplets, released when someone with the virus coughs, sneezes, breaths or talks, which enter a person physically close, by the eyes, nose, or mouth",
                    "\tContact of a surface with the virus and then touching the eyes, nose, or mouth",
                    "Not what you expected? Ask for COVID-19 risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Since Coronavirus disease 2019/COVID-19 is a new disease, more work's needed to better understand the risk factors",
                    "The potential risk factors that have been identified are:",
                    "Age: People with age 65 and older are at higher risk",
                    "Weakened immune system: can be due to AIDS, certain cancer, chemotherapy, and other such diseases and treatments",
                    "Exposure to someone with COVID-19<br>Existing lung disease or Heart disease",
                    "Diabetes and Obesity<br>Blood disorders<br>Smoking and alcohol<br>Physical inactivity",
                    "Experiencing any symptoms of COVID-19? If yes, schedule an appointment with our specialist doctors TODAY."],
               "homeRemedy": ["Coronavirus disease 2019/COVID-19 requires MEDICAL DIAGNOSIS",
                    "People with mild case of COVID-19 can be treated at home",
                    "(no signs of improvement in 7 days - schedule an appointment with our specialist doctors TODAY)",
                    "Home remedy:<br>Contact us or your doctor for COVID-19 home remedy medication",
                    "Keep your hands clean<br>Self-isolate<br>Get plenty of Rest",
                    "Ensure the place you are at and objects you use are clean and disinfected",
                    "Drink plenty of fluids<br>Do not touch your eyes, nose or mouth"],
               "medication": ["Some antiviral drugs are approved to treat COVID-19 of mild to moderate severity(conditions may apply) and there are also multiple vaccines approved for COVID-19",
                    "The medication may need to be taken for about 14 days(depends on severity) and the vaccine may involve 1 or 2 doses(depends on vaccine)",
                    "Experiencing any symptoms of COVID-19? If yes, schedule an appointment with our specialist doctors TODAY."]
               }
          },
          {"disease": "pneumonia",
               "response":
               {"what": ["Pneumonia, its generally a contagious infection that inflames the air sacs in one or both lungs, which may fill with fluid or pus.",
                    "It can be life-threatening to anyone, but particularly to infants, children and people over 65."],
               "symptoms": ["Pneumonia requires MEDICAL DIAGNOSIS<br>Symptoms:<br>Pain types: can be sharp in the chest",
                    "Whole body: fever, chills, dehydration, fatigue, loss of appetite, malaise, clammy skin, or sweating",
                    "Respiratory: fast breathing, shallow breathing, shortness of breath, or wheezing",
                    "Also common: cough with phlegm or pus, or fast heart rate",
                    "Experiencing any symptoms of pneumonia? If yes, schedule an appointment with our specialist doctors TODAY."],
               "treatment": ["Pneumonia requires MEDICAL DIAGNOSIS<br>It can be treated by:",
                    "Medication - Antibiotics can treat many forms of pneumonia.",
                    "\tVaccines can also be used to treat some forms of pneumonia.",
                    "Supportive care - Oxygen therapy, Oral rehydration therapy and more",
                    "Experiencing any symptoms of pneumonia? If yes, schedule an appointment with our specialist doctors TODAY."],
               "causes": ["The cause of Pneumonia depends on the infectious agents:",
                    "Bacterial pneumonia - Streptococcus pneumoniae, Mycoplasma pneumoniae, Haemophilus influenzae, and Legionella pneumophila",
                    "Viral pneumonia - Respiratory viruses can lead to Pneumonia, some are influenza, respiratory syncytial virus, rhinoviruses(usually milder)",
                    "Fungal pneumonia - Pneumocystis jirovecii, Cryptococcus species, and Histoplasmosis species",
                    "Pneumonia is transmitted via air-borne droplets from a cough or sneeze, which upon inhalation infects the lungs.",
                    "Not what you expected? Ask for Pneumonia risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Risk factors for Pneumonia:<br>Age: 2 year old infants or younger, and people above 65 years",
                    "Weakened immune systems: Due to HIV/AIDS, organ transplant, chemotherapy or long-term steroids",
                    "Chronic medical conditions: Like asthma, cystic fibrosis, diabetes, or heart disease",
                    "Being hospitalized: If you're in a hospital ICU, you're at greater risk of pneumonia(especially when on ventilator)",
                    "Recent respiratory infection<br>Smoking<br>Pollution and certain harmful or chemical fumes",
                    "Experiencing any symptoms of pneumonia? If yes, schedule an appointment with our specialist doctors TODAY."],
               "homeRemedy": ["Pneumonia requires MEDICAL DIAGNOSIS",
                    "Home remedies don’t actually treat it, but they can help ease the symptoms:",
                    "Relieving cough by gargling salt water or drinking peppermint tea<br>Relieving fever by cool compresses",
                    "Relieving chills by drinking warm water or a warm bowl of soup"],
               "medication": ["For Pneumonia 2 different kinds of antibiotics will be given at a time, usually for 5-7 days(possibly upto 10 days).",
                    "The antibiotics vary on the intensity and type of pneumonia, it can be fever reducers, cough medicine, or Macrolide antibiotics, and others.",
                    "Experiencing any symptoms of pneumonia? If yes, schedule an appointment with our specialist doctors TODAY."]
               }
          },
          {"disease": "cold",
               "response":
               {"what": ["Common cold is a common, viral, contagious infection of the nose and throat.",
                    "The condition is generally harmless and symptoms usually resolve within two weeks.",
                    "Preschool and elementary school children can have 6-12 colds per year, while adolescents and adults typically have 2-4 colds per year."],
               "symptoms": ["Common cold's usually self-diagnosable (EXCEPTION for children, pregnant women, fever greater than 101 F, wheezing, and blood pressure)",
                    "Symptoms for common cold:<br>Pain areas: muscles<br>Cough: can be with phlegm",
                    "Nasal: congestion, runny nose, sneezing, loss of smell, or redness",
                    "Whole body: chills, fatigue, fever, malaise, or body ache<br>Head: congestion or sinus pressure",
                    "Also common: chest pressure, headache, swollen lymph nodes, or throat irritation",
                    "Experiencing symptoms of common cold since 2 weeks, schedule an appointment with our specialist doctors TODAY."],
               "treatment": ["Common cold's usually self-treatable",
                    "Treatments for common cold are directed at alleviating the symptoms associated with it.",
                    "Most people recover on their own within two weeks.",
                    "However, if the symptoms are severe, over-the-counter products and home remedies can help control the symptoms.",
                    "Self-care: Nasal washing, Throat lozenge(soothes sore throats) and Menthol(soothes sore throats and relieves itching)",
                    "\t(for more self-care solutions ask for common cold home-remedy)",
                    "Medications: Nonsteroidal anti-inflammatory drug, Analgesic, Antihistamine, Cough medicine and Decongestants",
                    "Experiencing symptoms of common cold since 2 weeks, schedule an appointment with our specialist doctors TODAY."],
               "causes": ["Many types of viruses can cause a Common cold, there are more than 200 different viruses identified to cause cold symptoms, but rhinoviruses are the common cause.",
                    "Transmitted via: Droplets, released when someone with cold coughs, sneezes, or talks, which enter a person physically close, by the eyes, nose, or mouth",
                    "\tContact of a surface with the virus and then touching the eyes, nose, or mouth",
                    "Not what you expected? Ask for Common cold risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Risk factors for Common cold:<br>Time of year: More common in the fall and winter",
                    "Age: Children under age of 6",
                    "Environment: If you’re around a lot of people you're likely to be exposed to viruses that cause colds",
                    "Compromised immune system<br>Smoking",
                    "Experiencing symptoms of common cold since 2 weeks, schedule an appointment with our specialist doctors TODAY."],
               "homeRemedy": ["Common cold's usually self-treatable<br>Home remedies for Common cold:",
                    "Extra rest<br>Drinking plenty of fluids and warm liquids",
                    "Cough drops, and cough syrups to help relieve symptoms",
                    "Gargling with warm salt water to help relieve sore throats",
                    "Breathing in steam to help relieve nasal congestion",
                    "Disinfect your stuff to reduces further exposure to pathogens"],
               "medication": ["Antibiotics are not used to cure common cold since its caused by viruses(they're effective only against bacterial illness)",
                    "However, doctors may resort to antibiotics if there's worsening or no improvement.",
                    "Common cold is generally harmless and symptoms usually resolve within two weeks, if not, schedule an appointment with our specialist doctors TODAY."]
               }
          },
          {"disease": "stomachFlu",
               "response":
               {"what": ["Gastroenteritis/Stomach flu is a intestinal infection marked by diarrhoea, cramps, nausea, vomiting and fever.",
                    "Its generally contagious, and non-contagious if pathogens aren't the cause."],
               "symptoms": ["Usually self-diagnosable<br>Symptoms of Gastroenteritis/Stomach flu:",
                    "Pain areas: in the abdomen",
                    "Gastrointestinal: diarrhoea, stomach cramps, belching, gagging, indigestion, nausea, vomiting, or flatulence",
                    "Whole body: chills, dehydration, fatigue, fever, light-headedness, or loss of appetite",
                    "Also common: fast heart rate, headache, insufficient urine production, weakness, or weight loss",
                    "Experiencing any symptoms of stomach flu since few days, schedule an appointment with our specialist doctors TODAY."],
               "treatment": ["Mild gastroenteritis/stomach flu generally requires no treatment, and self-care measures will be sufficient(for self-care solutions ask for stomach flu home-remedy).",
                    "However, for serious cases hospitalisation is necessary, where treatment may include:",
                    "Supportive care: Can be self-healing, Fluid replacement, Oral rehydration therapy and IV fluids",
                    "Medications: (For severe cases)Antibiotics and Dietary supplement",
                    "Experiencing any symptoms of stomach flu since few days, schedule an appointment with our specialist doctors TODAY."],
               "causes": ["Gastroenteritis/Stomach flu is caused by:<br>Contagious stomach flu:",
                    "Viruses - Rotavirus, norovirus, adenovirus, and others, or",
                    "Bacteria - Campylobacter jejuni, Salmonella, Shigella and others(or rarely by parasites)",
                    "Stomach flu typically spreads by contact with an infected person, or through contaminated food, water or objects(contamination is mainly through fecal-oral route)",
                    "Non-contagious stomach flu:<br>Some medications<br>Eating allergic or undercooked or improperly preserved food",
                    "Not what you expected? Ask for Stomach flu risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Risk factors for Gastroenteritis/Stomach flu:",
                    "Close association with a person who has contagius stomach flu",
                    "Age: Young children and old adults",
                    "Weakened immune systems: Due to HIV/AIDS, organ transplant, chemotherapy or long-term steroids",
                    "Living in crowded areas<br>Eating undercooked or improperly preserved food",
                    "Residing in hospital clinics or reception centers",
                    "Experiencing any symptoms of stomach flu since few days, schedule an appointment with our specialist doctors TODAY."],
               "homeRemedy": ["Home Remedies for Gastroenteritis/Stomach flu:<br>Take rest and drink fluids regularly",
                    "Eat easy-to-digest foods(toast, gelatin, rice, and others, and include some salt)",
                    "Fruit juice and bananas(potassium)<br>Ginger - combat infection and ease pain",
                    "Apple cider vinegar and basil - soothes and strengthens the stomach",
                    "Avoid dairy, fruit, or high-fiber foods, and contaminated food and water"],
               "medication": ["Medication for gastroenteritis/stomach flu varies based on the cause, it may include antibiotics, antiparasitics, anti-nausea, antidiarrheal or other medications.",
                    "It usually takes a few weeks to resolve.",
                    "Experiencing any symptoms of stomach flu since few days, schedule an appointment with our specialist doctors TODAY."]
               }
          },
          {"disease": "hbp",
               "response":
               {"what": ["Hypertension/High blood pressure is a non-contagious condition in which force of blood against the artery walls is too high, it can lead to severe health complications, and even death.",
                    "Its defined as blood pressure above 140/90, and is considered severe if its above 180/120.",
                    "Its of 2 types:<br>Primary/essential Hypertension - hypertension developed gradually over years",
                    "Secondary hypertension - hypertension caused by an underlying condition"],
               "symptoms": ["Hypertension/High blood pressure(HBP) requires MEDICAL DIAGNOSIS<br>Symptoms:",
                    "Primary/essential Hypertension - Often has no symptoms. In rare and severe cases, it may cause sweating, anxiety, sleeping problems, blushing, headaches, shortness of breath or nosebleeds.",
                    "Secondary hypertension - Varies depending on the type of condition or disease, it includes:",
                    "Increased frequency or force of heartbeats<br>Fatigue",
                    "Purple striations(lines) on the skin of abdomen, and symptoms mentioned for primary Hypertension",
                    "Experiencing any symptoms of HBP? If yes, immediately schedule an appointment with our specialist doctors.",
                    "(Since hypertension's asymptomatic, adults should have a blood pressure test atleast once every 2 years)"],
               "treatment": ["Hypertension/High blood pressure(HBP) requires MEDICAL DIAGNOSIS",
                    "It can be treated by:<br>Primary/essential hypertension -",
                    "Self-care: Physical exercise, Stress management, Quitting smoking, and Low sodium diet",
                    "Medications: ACE inhibitor, Diuretic, Beta blocker, Antihypertensive drug, Calcium channel blocker and Vasodilator(choice of medication depends on the individual and any underlying medical conditions)",
                    "Secondary hypertension -",
                    "Self-care: Physical exercise, Stress management, Avoiding smoking, Maintaining a healthy weight, Limiting alcohol and Low sodium diet",
                    "Medications: Depends on the individual and the underlying medical condition",
                    "Secondary hypertension will last as long as the secondary condition.",
                    "Experiencing any symptoms of HBP? If yes, immediately schedule an appointment with our specialist doctors.",
                    "(Since hypertension's asymptomatic, adults should have a blood pressure test atleast once every 2 years)"],
               "causes": ["Causes of hypertension/High blood pressure(HBP):",
                    "Primary/essential hypertension - It has no identifiable cause and tends to develop gradually over many years. Hence, Adults should have a blood pressure test atleast once every 2 years",
                    "Secondary hypertension - Its the result of an underlying condition, that is, its a complication of another health problem, such as:",
                    "Kidney disease<br>Obstructive sleep apnea<br>Adrenal disease<br>Thyroid problems",
                    "Certain medications(birth control pills, decongestants, and others)",
                    "Not what you expected? Ask for HBP risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Risk factors for hypertension/high blood pressure(HBP):",
                    "Age: People in their 60s<br>Ethnicity: Common among people of African heritage",
                    "Family history<br>Overweight or obese<br>Lack of physical activity<br>Alcohol and tobacco use",
                    "Sex: Males at higher risk than females<br>Stress",
                    "Diet: If its Salt rich, Low potassium, and High fat diet",
                    "Existing health conditions(if they can lead to secondary HBP)",
                    "Experiencing any symptoms of HBP? If yes, immediately schedule an appointment with our specialist doctors.",
                    "(Since hypertension's asymptomatic, adults should have a blood pressure test atleast once every 2 years)"],
               "homeRemedy": ["Hypertension/High blood pressure(HBP) requires MEDICAL DIAGNOSIS",
                    "Home remedies:<br>Follow a healthy diet with reduced meat and sweets",
                    "Regular physical exercise and maintain healthy body weight",
                    "Stress reduction<br>Reducing salt intake<br>Limit alcohol consumption<br>Quit smoaking"],
               "medication": ["The medicines used to treat hypertension/high blood pressure(HBP) are called antihypertensives, they're of many categories, and each works differently and causes different side effects",
                    "You may need to try different medicines as suggested by the doctor until one or a combination of it works for you. Diuretics, Beta-blockers, ACE inhibitors, ARBs, are some medications which may be suggested.",
                    "Now, since hypertension's chronic, its medication may need to be taken for years/lifelong.",
                    "Experiencing any symptoms of HBP? If yes, immediately schedule an appointment with our specialist doctors.",
                    "(Since hypertension's asymptomatic, adults should have a blood pressure test atleast once every 2 years)"]
               }
          },
          {"disease": "diabetes",
               "response":
               {"what": ["Diabetes is a non-contagious metabolic diseases that result in too much sugar in the blood. Its mainly of 2 types:",
                    "Type 1 diabetes - an autoimmune disease, which leads to a chronic condition in which the pancreas produces little or no insulin",
                    "Type 2 diabetes - a chronic condition that affects the way body processes blood sugar, here the body either doesn't produce enough insulin, or resists insulin."],
               "symptoms": ["Diabetes requires MEDICAL DIAGNOSIS<br>Symptoms for type 1 diabetes:",
                    "Whole body: excessive thirst, fatigue, hunger, or sweating",
                    "Gastrointestinal: nausea or vomiting<br>Urinary: bed wetting or excessive urination",
                    "Also common: blurred vision, fast heart rate, frequent infections, headache, sleepiness, or weight loss",

                    "Symptoms for type 2 diabetes:<br>Whole body: excessive hunger, excessive thirst, or fatigue",
                    "Weight: weight gain or weight loss",
                    "Also common: frequent urination, blurred vision, or poor wound healing",
                    "Experiencing any symptoms of diabetes? If yes, schedule an appointment with our specialist doctors TODAY."],
               "treatment": ["Diabetes requires MEDICAL DIAGNOSIS",
                    "Treatment for type 1 diabetes - Its aimed at maintaining normal blood sugar levels through regular monitoring and:",
                    "Self-care: Diabetic diet, Nutrition counseling, Carbohydrate counting and Physical exercise(insulin is still necessary)",
                    "Medications: Insulin, Dietary supplement and Hormone",
                    "Treatment for type 2 diabetes -",
                    "Self-care: Physical exercise, Quitting smoking, Weight loss, Dietary fiber, Nutrition counseling and Diabetic diet",
                    "Medications: Anti-diabetic medication, Anticoagulant, Statin and Insulin",
                    "Experiencing any symptoms of diabetes? If yes, schedule an appointment with our specialist doctors TODAY."],
               "causes": ["The exact cause of type 1 and type 2 diabetes is unknown, but its usually because of:",
                    "For Type 1 - The body's own immune system, it mistakenly destroys the insulin-producing cells(beta cells) in the pancreas",
                    "Other possible causes: Genetics, Exposure to viruses and other environmental factors",
                    "For Type 2 - The cells becoming resistant to insulin",
                    "Other possible causes: Genetics, Bad communication between cells, and Broken/dysfunction beta cells",
                    "Not what you expected? Ask for diabetes risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Family history is the common risk factor for both types of diabetes, the other factors are:",
                    "For type 1:<br>Age: Children between 4-7 years and 10-14 years",
                    "Genetics: The presence of certain genes<br>Race: Common in white people",
                    "Geography: Risk increases as you move away from equator",
                    "For type 2:<br>Age: People of 45 or older",
                    "Race and ethnicity: Black, Hispanic, Native American and Asian people, and Pacific Islanders",
                    "Blood lipid levels: Low levels of 'good' cholesterol(high-density lipoprotein) and high level of triglycerides",
                    "Overweight or obese with fat mainly in abdomen",
                    "Prediabetes and gestational diabetes(or having a baby of than 9 pounds)",
                    "Inactivity or sedentary lifestyle<br>Smoking",
                    "Experiencing any symptoms of diabetes? If yes, schedule an appointment with our specialist doctors TODAY."],
               "homeRemedy": ["Diabetes requires MEDICAL DIAGNOSIS<br>Home remedies for type 1 diabetes:",
                    "Take insulin as prescribed(necessary)<br>Regular physical activity",
                    "Healthy and balanced diet: nutritious, low-fat, high-fiber foods, and monitored carbohydrate intake",
                    "Avoid tobacco and moderate alcohol consumption",
                    "Get plenty of sleep and refrain from stress, and home remedies mentioned for type 2 diabetes",
                    "Home remedies for type 2 diabetes:",
                    "Aloe vera - adding juiced pulp to a drink, or capsules that contain its supplements",
                    "Bitter melon/gourd - as juice or supplements<br>Cinnamon - add to cooked dishes and baked goods or in teas",
                    "Amla/Indian Gooseberry - consume as powder or pickle(richest sources of vitamin C, and also has chromium)",
                    "Fenugreek - include to dishes, warm water or grind into a powder for intake"],
               "medication": ["Medication involved for diabetes:",
                    "Type 1: It'll include insulin, if that doesn't fully control glucose levels, additional mediation(Pramlintide, Metformin, and others) depending on other health conditions will be used",
                    "As its a chronic condition, medication may need to be taken lifelong.",
                    "Type 2: If diet and exercise can't fully control glucose levels, medications such as Metformin, Sulfonylureas, Meglitinides, Glinides, and others or insulin therapy may be prescribed(these medications can cause side effects, take them as or only if prescribed)",
                    "As its a chronic condition, medication may need to be taken for years or lifelong.",
                    "Experiencing any symptoms of diabetes? If yes, schedule an appointment with our specialist doctors TODAY."]
               }
          },
          {"disease": "tb",
               "response":
               {"what": ["Tuberculosis/TB is a serious, infectious(more than contagious) bacterial disease that leads to the growth of nodules(tubercles) in tissues(especially lungs, but can also affect other parts of the body)."],
               "symptoms": ["Tuberculosis/TB requires MEDICAL DIAGNOSIS",
                    "Most people with TB don't have symptoms, if they do occur, they usually include:",
                    "Pain areas: chest<br>Pain circumstances: possibly while breathing<br>Cough: can be chronic or blooded",
                    "Whole body: fatigue, fever, loss of appetite, malaise, night sweats, or sweating",
                    "Also common: loss of muscle, phlegm, unintentional weight loss, chills, shortness of breath, or swollen lymph nodes",
                    "Experiencing any symptoms of TB? If yes, schedule an appointment with our specialist doctors TODAY."],
               "treatment": ["Tuberculosis/TB  requires MEDICAL DIAGNOSIS",
                    "Treatment for TB isn't always required for those without symptoms, while those with active symptoms may require a long course of treatment involving multiple antibiotics",
                    "Also, its partly preventable by vaccine",
                    "Experiencing any symptoms of TB? If yes, schedule an appointment with our specialist doctors TODAY."],
               "causes": ["Tuberculosis/TB is usually caused by Mycobacterium tuberculosis(MTB) bacteria. It generally affects the lungs, but can also affect other parts of the body such as the brain, kidneys, or the spine.",
                    "Not what you expected? Ask for TB risk factors, to find what might make you more prone to it."],
               "riskFactors": ["Risk factors for Tuberculosis/TB:<br>Someone you work or live with has TB<br>Smoking",
                    "Weakened immune system: can be due to AIDS, diabetes, certain cancer, chemotherapy, and other such diseases and treatments",
                    "Excessive alcohol<br>Travelling to or staying in areas of the world with high rates of TB",
                    "Experiencing any symptoms of TB? If yes, schedule an appointment with our specialist doctors TODAY."],
               "homeRemedy": ["Tuberculosis/TB requires MEDICAL DIAGNOSIS",
                    "Proper medication is required to treat TB, but certain home remedies can ease the symptoms:",
                    "Eating garlic - anti-inflammatory can fight it<br>Banana - helps building immune system",
                    "Milk - can strengthen the body and counter loss of tissues while fighting TB",
                    "Chewing mint leaves or brewing it in hot water - clears respiratory tract from mucus",
                    "Amla - antibacterial properties support immune system to fight it",
                    "Black pepper  - can relieve inflammation, clear lungs, reduce sneezing and coughing and also the pain",
                    "Refrain from smoking, alcohol, caffeine, red meat and refined flour"],
               "medication": ["Antibiotics are used for the control and treatment of tuberculosis/TB.",
                    "This usually involves 2 antibiotics for 6 months, 2 additional antibiotics for the first 2 months of the 6-month treatment period(may even extend to 9 months).",
                    "It takes about 2 weeks to become non-infectious and feel better.",
                    "Experiencing any symptoms of TB? If yes, schedule an appointment with our specialist doctors TODAY."]
               }
          }
     ],
     "diseaseList":
          {"acne": "acne", "pimple": "acne",
           "arthritis": "arthritis",
           "cold": "cold", "common cold": "cold",

           "covid": "covid", "covid-": "covid", "covid-19": "covid", "covid-2019": "covid",
           "corona": "covid", "corona-": "covid", "corona-19": "covid", "corona-2019": "covid",
           "coronavirus": "covid", "coronavirus-": "covid", "coronavirus-19": "covid", "coronavirus-2019": "covid",
           
           "dengue": "dengue",
           "diabetes": "diabetes",
           "hypertension": "hbp", "high bp": "hbp", "high blood pressure": "hbp", "hbp": "hbp",
           "jaundice": "jaundice",
           "heart attack": "heartAttack",
           "malaria": "malaria",
           "pneumonia": "pneumonia",
           "stomach flu": "stomachFlu", "Gastroentritis": "stomachFlu",
           "tuberculosis": "tb", "tb": "tb",
           "typhoid": "typhoid",
           "uti": "uti", "urinary tract infection": "uti"
          },
     "responseList":
          {"define": "what", "definition": "what", "defined": "what", "defines": "what",
           "symptom": "symptoms", "sign": "symptoms","indication":"symptoms","indicator":"symptoms","i have":"symptoms",
           "treatment": "treatment", "therapy": "treatment", "cure": "treatment", "treated": "treatment","treats":"treatment",
           "cause": "causes", "because of": "causes", "due to": "causes", "caused by": "causes",
           "risk factor": "riskFactors",
           "home remedy": "homeRemedy", "self care": "homeRemedy",
           "medicine": "medication", "medication": "medication"
          }
}